Repository: Vistaus/gnome-trash
Catalog: po/*.po
Languages: fr

source: Operation failed
fr: L'opération a échoué

source: Trash
fr: Corbeille

source: Gnome-trash failed to start
fr: Gnome-trash a échoué à démarrer

source: No trash folder is detected.
fr: Aucun répertoire corbeille n'est détecté.

source: Type here to search...
fr: Saisir ici votre recherche...

source: Empty Trash
fr: Vider la corbeille

source: Open Trash
fr: Ouvrir la corbeille

source: Empty Trash?
fr: Vider la corbeille ?

source: Are you sure you want to delete all items from the trash? This operation cannot be undone.
fr: Êtes-vous sur de vouloir supprimer tout le contenu de la corbeille ? Cette opération ne peut être annulée.

source: Empty
fr: Vider

source: Restore item?
fr: Restaurer l'élément ?

source: Restore %s to:
fr: Restaurer '%s' vers :

source: Deleted at:
fr: Supprimé à :

source: Restore
fr: Restaurer

source: Refusing to overwrite existing file.
fr: Refuser d'écraser un fichier existant.

source: Delete item permanently
fr: Supprimer l'élément de façon permanente

source: Are you sure you want to delete %s? This operation cannot be undone.
fr: Êtes-vous sur de vouloir supprimer '%s' ? Cette opération ne peut être annulée.

source: Delete
fr: Supprimer

source: Don't ask until next login.
fr: Ne pas redemander jusqu'à la prochaine connexion.

source: Cancel
fr: Annuler
